[
  {
    "id": 1,
    "name": "Μινωικός",
    "points": [
      {
        "point_id": 1,
        "point_name": "Αρχαιολογικό Μουσείο",
        "point_description": " Το Αρχαιολογικό Μουσείο Ηρακλείου είναι από τα πιο μεγάλα και αξιόλογα μουσεία στην Ελλάδα και ένα από τα σημαντικότερα στην Ευρώπη. Κυρίαρχη θέση στις συλλογές του κατέχουν τα μοναδικά αριστουργήματα της μινωικής τέχνης, την οποία μπορεί κανείς να θαυμάσει σε όλη της την εξέλιξη. Η συλλογή με τις μινωικές αρχαιότητες είναι η σημαντικότερη στον κόσμο και το μουσείο δίκαια θεωρείται το κατ' εξοχήν μουσείο του μινωικού πολιτισμού. Το κτήριο, όπου στεγάζεται, βρίσκεται στο κέντρο της πόλης και κατασκευάσθηκε μεταξύ των ετών 1937 και 1940, σε σχέδια του αρχιτέκτονα Πάτροκλου Καραντινού. Στην ίδια θέση κατά τη διάρκεια της βενετοκρατίας βρισκόταν η καθολική μονή του Αγίου Φραγκίσκου, που καταστράφηκε από σεισμό το 1856 και τα ερείπιά της είναι ορατά σήμερα πίσω από τον κήπο του μουσείου.",
        "point_coordinates_x": 35.3390609,
        "point_coordinates_y": 25.1360477,
        "point_photo": "arxaiologiko"
      },
      {
        "point_id": 2,
        "point_name": "Μινωικό Ανάκτορο",
        "point_description": " Το Μινωικό Ανάκτορο είναι ο κύριος επισκέψιμος χώρος της Κνωσού, σημαντικής πόλης κατά την αρχαιότητα, με συνεχή ζωή από τα νεολιθικά χρόνια  έως τον 5ο αιώνα. Είναι χτισμένο στο λόφο της Κεφάλας, με εύκολη πρόσβαση στη θάλασσα αλλά και στο εσωτερικό της Κρήτης. Κατά την παράδοση, υπήρξε η έδρα του σοφού βασιλιά Μίνωα. Συναρπαστικοί μύθοι, του Λαβύρινθου με το Μινώταυρο και του Δαίδαλου με τον Ίκαρο, συνδέονται με το ανάκτορο της Κνωσού. Οι πρώτες ανασκαφές έγιναν το 1878 από τον Ηρακλειώτη Μίνωα Καλοκαιρινό. Ακολούθησαν οι ανασκαφές που διεξήγαγε ο Άγγλος Sir Άρθουρ Έβανς (1900-1913 και 1922-1930) και που αποκάλυψαν ολόκληρο το ανάκτορο. Τα παλαιότερα ίχνη κατοίκησης στο χώρο του ανακτόρου ανάγονται στη νεολιθική εποχή (7000-3000 π.Χ.).",
        "point_coordinates_x": 35.3391851,
        "point_coordinates_y": 25.0681966,
        "point_photo": "minoiko"
      }
    ]
  },

  {
    "id": 2,
    "name": "Eνετικά",
    "points": [
      {
        "point_id": 1,
        "point_name": "ΛΙΟΝΤΑΡΙΑ - ΚΡΗΝΗ ΜΟΡΟΖΙΝΙ",
        "point_description": " Η Κρήνη Μοροζίνι βρίσκεται στη πλατεία Λιονταριών (Ελευθερίου Βενιζέλου) απέναντι από τη Βασιλική του Αγίου Μάρκου, στο κέντρο του Ηρακλείου. Ο λόγος κατασκευής δεν ήταν αισθητικός αλλά η παροχή νερού στην πόλη του Ηρακλείου. Το νερό ερχόταν από το βουνό Γιούχτας στις Αρχάνες με ένα υδραγωγείο 15 χιλιομέτρων που έφτανε στο Ηράκλειο. Το οκτάλοβο σχήμα της δεξαμενής οφείλεται στην αύξηση της περιφέρειάς της, για να παίρνουν νερό περισσότεροι άνθρωποι. Στο κάθε ημικύκλιο μπορούν να σταθούν πέντε, δηλαδή σ' όλη την κρήνη σαράντα άτομα συγχρόνως, να βουτήξουν τα δοχεία τους και να τα γεμίσουν. Τα θέματα των ανάγλυφων παραστάσεων στους λοβούς είναι παρμένα από την ελληνική μυθολογία και κυρίως από το θαλασσινό κόσμο.",
        "point_coordinates_x": 35.3391417,
        "point_coordinates_y": 25.1309966,
        "point_photo": "liontaria"
      },
      {
        "point_id": 2,
        "point_name": "ΛΟΤΖΙΑ (LOGGIA)",
        "point_description": " Λότζια (Loggia) ονομάζεται το κτίριο που σήμερα στεγάζεται το δημαρχείο του δήμου Ηρακλείου. Βρίσκεται επί της 25ης Αυγούστου λίγο βορειότερα από τη πλατεία των Λιονταριών στο κέντρο της πόλης του Ηρακλείου. Η κατασκευή που σώζεται σήμερα είναι η τέταρτη κατά σειρά. Χτίστηκε περίπου το 1628 από το γενικό προβλεπτή Φραγκίσκο Μοροζίνη. Ήταν το κεντρικό κτήριο της πόλης, όπου λάμβαναν χώρα συναντήσεις πολιτικών και άλλων επιφανών πολιτών της πόλης κατά τη διάρκεια της Ενετοκρατίας, ενώ λειτουργούσε και ως Λέσχη Ευγενών. Σήμερα είναι το κεντρικό κτήριο του Δήμου Ηρακλείου και στεγάζει το γραφείο του Δημάρχου, τα γραφεία αντιδημάρχων, διοικητικές και οικονομικές υπηρεσίες και την αίθουσα όπου συνεδριάζει το Δημοτικό Συμβούλιο.",
        "point_coordinates_x": 35.3398343,
        "point_coordinates_y": 25.131813,
        "point_photo": "loggia"
      },
      {
        "point_id": 3,
        "point_name": "ΒΑΣΙΛΙΚΗ ΑΓΙΟΥ ΜΑΡΚΟΥ",
        "point_description": "Η Βασιλική του Αγίου Μάρκου είναι εκκλησία η οποία βρίσκεται στο κέντρο του Ηρακλείου. Κτίστηκε τους πρώτους βενετικούς χρόνους, το 1239 και αποτέλεσε τον τόπο όπου γινόταν η επίσημη ανάληψη των καθηκόντων των αρχόντων και των αξιωματούχων. Μετά την τουρκική κατάκτηση το 1669, ο ναός μετατράπηκε σε τζαμί γνωστό και ως Δεφτερδάρ Αχμέτ Πασά τζαμί, μέχρι το 1915. Το κτίριο ανακαινίστηκε μετά το 1956 και λειτουργεί έκτοτε ως δημοτική πινακοθήκη. Είναι ένα από τα ελάχιστα κτίρια της καθολικής εκκλησίας που σώζονται στις κρητικές πόλεις.",
        "point_coordinates_x": 35.3392249,
        "point_coordinates_y": 25.1314919,
        "point_photo": "basiliki"
      },
      {
        "point_id": 4,
        "point_name": "ΚΟΥΛΕΣ",
        "point_description": "Κούλες λέγεται το θαλάσσιο φρούριο που κτίστηκε από τους Ενετούς στο Ηράκλειο. Βρίσκεται στην είσοδο του ενετικού λιμανιού, ώστε να προστατεύει το λιμάνι του Ηρακλείου από τις εισβολές και τις αποβάσεις άλλων κατακτητών. Είναι γνωστό επίσης και ως Καστέλλο ντελ Μόλο (Castello del Molo), Ρόκκα α Μάρε (Rocca a Mare), Κάστρο της θάλασσας (Castello a Mare), Κάστρο της Κάντια ή πρώην Χάνδακα (Castel di Candia).Το σημερινό φρούριο κτίστηκε το χρονικό διάστημα 1523-1540 στη θέση παλαιότερου πύργου, ο οποίος κρίθηκε ανεπαρκής. Λόγω της φθοράς από τα κύματα, δέχεται συχνές επισκευές. Όμως, παρά το μεγάλο κόστος συντήρησης, έπαιξε ελάσσονα ρόλο στην πολιορκία του Χάνδακα από τους Οθωμανούς. Κατά τους οθωμανικούς χρόνους λειτούργησε ως φυλακή και κτίστηκε σε αυτό ένας μικρός φάρος. Σήμερα είναι επισκέψιμο για το κοινό.",
        "point_coordinates_x": 35.34476032647161,
        "point_coordinates_y": 25.13685166904237,
        "point_photo": "koules"
      },
      {
        "point_id": 5,
        "point_name": "ΕΝΕΤΙΚΑ ΤΕΙΧΗ ΗΡΑΚΛΕΙΟΥ",
        "point_description": "Τα Ενετικά τείχη του Ηρακλείου αποτελούν μεγάλου μεγέθους οχυρωματικό έργο και άρχισαν να κατασκευάζονται το 1462 και ουσιαστικά ολοκληρώθηκαν το 1669, με την κατάληψη του Χάνδακα από τους Οθωμανούς. Τα αρχικά σχέδια των ενετικών τειχών ήταν του Τζάνο ντα Κομποφρεγκόζο, ενώ στη συνέχεια τροποποιήθηκαν από τον Μικέλε Σανμικέλι (en) και η τελική χάραξη είναι έργο του Τζούλιο Σαβορνιάν. Τα τείχη έχουν περίγραμμα που προσομοιάζει ένα ισοσκελές τρίγωνο, με τη βορεινή πλευρά να είναι παραθαλάσσια και να αποτελεί τη βάση του τριγώνου και τον προμαχώνα Μαρτινέγκο, στο νότιο άκρο να αποτελεί την κορυφή του τριγώνου. Το συνολικό μήκος των τειχών είναι περίπου 7 χλμ.",
        "point_coordinates_x": 35.3336353,
        "point_coordinates_y": 25.1315959,
        "point_photo": "enetika_teixi"
      }
    ]
  },

  {
    "id": 3,
    "name": "ΒΥΖΑΝΤΙΝΟ - ΘΡΗΣΚΕΥΤΙΚΟ",
    "points": [
      {
        "point_id": 1,
        "point_name": "ΝΑΟΣ ΑΓΙΟΥ ΤΙΤΟΥ",
        "point_description": "Ο ναός του Αγίου Τίτου είναι ορθόδοξη εκκλησία στο Ηράκλειο Κρήτης, αφιερωμένη στον Άγιο Τίτο. Ο σημερινός ναός κατασκευάστηκε το 1869 ως Γενί Τζαμί και το 1925 αποδόθηκε στη χριστιανική λατρεία. Το κτίριο είναι εκλεκτικού ρυθμού τετρακιόνιος ναός με τρούλο. Στην εξωτερική πλευρά του ναού κυριαρχούν τα κατακόρυφα στοιχεία, ενώ στην κορυφή του υπάρχει λιθόγλυπτη επίστεψη. Μετά την ένταξη της Κρήτης στην Ελλάδα και την ανταλλαγή των πληθυσμών, το κτίριο επισκευάστηκε από την Εκκλησία της Κρήτης και αποδόθηκε στην ορθόδοξη χριστιανική λατρεία στις 3 Μαΐου 1925. Ο μιναρές του τεμένους κατεδαφίστηκε. Στις 15 Μαΐου 1966 επεστράφη στο ναό η κάρα του Αγίου Τίτου από τη Βενετία. Το 2013, ο ναός του αγίου Τίτου ανακηρύχθηκε από τον αρχιεπίσκοπο Κρήτης Ειρηναίο καθεδρικός ναός της αρχιεπισκοπής Κρήτης.",
        "point_coordinates_x": 35.3401115,
        "point_coordinates_y": 25.1325077,
        "point_photo": "agios_titos"
      },
      {
        "point_id": 2,
        "point_name": "ΜΗΤΡΟΠΟΛΙΤΙΚΟΣ ΝΑΟΣ ΑΓΙΟΥ ΜΗΝΑ",
        "point_description": "Ο Μητροπολιτικός Ναός του Αγίου Μηνά είναι Ορθόδοξος Καθεδρικός Ναός, ο οποίος βρίσκεται στο Ηράκλειο και είναι η έδρα του Αρχιεπίσκοπου Κρήτης. Ξεκίνησε να χτίζεται στις 25 Μαρτίου 1862 από τον Μητροπολίτη Κρήτης Διονύσιο τον εξ Αδριανουπόλεως Θράκης. Η κατασκευή του διακόπηκε κατά την Κρητική Επανάσταση του 1866 και τελικά ολοκληρώθηκε στις αρχές του 1895. Τα εγκαίνια του ναού έγιναν στις 16 Απριλίου 1895 από το Μητροπολίτη Κρήτης Τιμόθεο Α΄. Ο ναός είναι αφιερωμένος στον Άγιο Μηνά, πολιούχο της πόλης του Ηρακλείου.",
        "point_coordinates_x": 35.3375793,
        "point_coordinates_y": 25.1286272,
        "point_photo": "agios_minas"
      },
      {
        "point_id": 3,
        "point_name": "ΜΟΝΗ ΑΓΙΑΣ ΑΙΚΑΤΕΡΙΝΗΣ",
        "point_description": "Η μονή της Αγίας Αικατερίνης ιδρύθηκε γύρω στον 10ο μ.Χ. αιώνα, και το κτίριο που σώζεται σήμερα ήταν ο κεντρικός ναός της μονής. Η μονή Αγίας Αικατερίνης είχε αρκετά εισοδήματα την περίοδο εκείνη για να συντηρεί πολλούς μοναχούς. Η σχολή της Αγίας Αικατερίνης των Σιναϊτών την περίοδο μεταξύ 1550-1640 αναδεικνύεται σε σχολή πανεπιστημιακής μόρφωσης όπου διδάσκονται αρχαίοι Έλληνες συγγραφείς. Απόφοιτοι της σχολής διέπρεψαν στα ελληνικά γράμματα. Μετά το 1669 μετατρέπεται σε τζαμί γνωστό με το όνομα Ζουλφιακάρ Αλί τζαμί. Η Αγία Αικατερίνη από το 1967 μέχρι σήμερα στεγάζει μία σπουδαία έκθεση βυζαντινών εικόνων και ιερών λατρευτικών αντικειμένων (χειρογράφων, αμφίων, τοιχογραφιών κ.α.), που αντιπροσωπεύουν έξι αιώνες της ιστορίας της Ορθόδοξης εκκλησίας (14ος - 19ος αιώνας).",
        "point_coordinates_x": 35.3380714,
        "point_coordinates_y": 25.1290119,
        "point_photo": "agia_aikaterini"
      },
      {
        "point_id": 4,
        "point_name": "ΝΑΟΣ ΤΗΣ ΠΑΝΑΓΙΑΣ ΤΩΝ ΣΤΑΥΡΟΦΟΡΩΝ",
        "point_description": "Ναός της Παναγίας των σταυροφόρων Πρόκειται για λατινική μονή των Σταυροφόρων (Crosecchieri). Η μονή παραχωρήθηκε αρχικά στους Φραγκισκανούς μοναχούς και στη συνέχεια στους Καπουκίνους. Η μεγάλη ακίνητη περιουσία της μονής στο Χάνδακα και σε χωριά (Κουνάβοι, Γαλατάς, Αλάγνι, κ.α.) μαρτυρά την ακμή της σε όλη την διάρκεια της Ενετοκρατίας.  Στην οθωμανική περίοδο μετατράπηκε σε τζαμί με το όνομα Αγκεμπούτ Πασά, διοικητή της πόλης του Χάνδακα, καθώς και Κουχιακλή Τζαμί λόγω των πολλών στοών. Σήμερα διασώζεται μόνο το καθολικό της μονής, που αποτελεί τρίκλιτη ξυλόστεγη βασιλική με υπερυψωμένο το μεσαίο κλίτος. Στα νότια ο ναός φέρει άλλο ένα κλίτος, το οποίο διασώζεται σε όψιμη ανακατασκευή του 21ου αιώνα. Το πρόσθετο αυτό κλίτος και τα ίχνη ακόμη ενός χώρου στα βόρεια, υποδεικνύουν ότι η βασιλική είχε περισσότερες από μια κατασκευαστικές φάσεις. ",
        "point_coordinates_x": 35.3355572,
        "point_coordinates_y": 25.1297687,
        "point_photo": "naos_panagias"
      },
      {
        "point_id": 5,
        "point_name": "ΝΑΟΣ ΑΓΙΑΣ ΠΑΡΑΣΚΕΥΗΣ",
        "point_description": "Ο σημερινός ναός της Αγίας Παρασκευής, που βρίσκεται στην οδό Μονής Καρδιωτίσσης στο Ηράκλειο, κτίστηκε στις αρχές του 20ου αιώνα και εγκαινιάστηκε στις 13 Ιουνίου 1910. Στον πρώτο κατάλογο των εκκλησιών του 1320 αναφέρεται, στον ίδιο χώρο, ναός αφιερωμένος στην Παναγία με την επωνυμία Κερά Μανωλίτισσα  στο Ξώπορτο. Τμήματα του ναού αυτού, τα θεμέλια του βόρειου και του νότιου τοίχου με μήκος 10.4μ καθώς και τμήμα του αίθριου, ενσωματώθηκαν στη νεότερη Αγία Παρασκευή και είναι ορατά μέχρι σήμερα. Η παλαιότερη εκκλησία διαιρούνταν σε δύο κλίτη που επικοινωνούσαν μεταξύ τους με τρία τόξα που στηρίζονταν σε δύο κολώνες από μάρμαρο. Το βόρειο κλίτος ίσως ήταν πιο στενό και χαμηλό στεγασμένο με ημιθόλιο. Δύο θύρες πλάτους 1,3μ. υπάρχουν η μία δίπλα στην άλλη από τις οποίες η μια ανήκει στην παλιά εκκλησία.",
        "point_coordinates_x": 35.3377318,
        "point_coordinates_y": 25.1291817,
        "point_photo": "agia_paraskebi"
      },
      {
        "point_id": 6,
        "point_name": "ΝΑΟΣ ΑΓΙΟΥ ΜΑΤΘΑΙΟΥ",
        "point_description": "Ο Ναός του Αγίου Ματθαίου είναι ορθόδοξος ναός, ίσως από τη β'' βυζαντινή περίοδο. Κατά την τουρκοκρατία παραχωρήθηκε στους Σιναΐτες καλόγερους σε αντάλλαγμα της Μονής της Αγίας Αικατερίνης που μετατράπηκε σε τζαμί. Σήμερα ο ναός φιλοξενεί συλλογή εικόνων όπου περιλαμβάνονται σημαντικά έργα της Κρητικής Σχολής, όπως «η Σταύρωση» του Γεωργίου Καστροφύλακα (1752), «Ο Άγιος Τίτος και Σκηνές του Βίου των 10 Μαρτύρων» του Ιωάννη Κορνάρου (1773) και άλλα. Στις μέρες μας ανακαινίζεται από την 13η Εφορεία Βυζαντινών Αρχαιοτήτων.",
        "point_coordinates_x": 35.3355213,
        "point_coordinates_y": 25.127627,
        "point_photo": "agios_mathaios"
      }
    ]
  }
]