[
    {
        "street_id" : 1,
        "street_name": "Οδός 25ης Αυγούστου ",
        "street_description": "Η οδός 25ης Αυγούστου ξεκινά από το Μεϊντάνι, το κεντρικό σταυροδρόμι στο Ηράκλειο, και συνεχίζει μέχρι το ενετικό λιμάνι και το φρούριο Κούλες. Κατά μήκος της βρίσκονται η Βασιλική του Αγίου Μάρκου, η Λότζια και ο ναός τους Αγίου Τίτου. Σήμερα είναι πεζόδρομος και είναι ο δρόμος με τα ομορφότερα νεοκλασικά κτίρια στο Ηράκλειο, όπου στεγάζονται  τράπεζες, ταξιδιωτικά γραφεία και μαγαζιά με τουριστικά είδη. Τα κτίρια αυτά χτίστηκαν μετά την καταστροφή του 1898 για να δώσουν στο Ηράκλειο την όψη μοντέρνας μεγαλούπολης. Η 25ης Αυγούστου χαράχθηκε ίσως από τους Άραβες (9ος-10ος αιώνας) και υπήρξε ανέκαθεν ο κυριότερος δρόμος στο Ηράκλειο, που ένωνε το κέντρο της πόλης με το λιμάνι. Στην ενετική περίοδο (13ος-17ος) ονομαζόταν Ruga maistra, ενώ επί τουρκοκρατίας μετονομάστηκε σε Βεζίρ τσαρσί από το Βεζίρ τζαμί, που βρισκόταν σ’ αυτό το δρόμο. Σήμερα η ονομασία της οδού οφείλεται σε ένα τραγικό γεγονός, όταν στις 25 Αυγούστου 1898, ημέρα εορτής του Αγίου Τίτου, εξαγριωμένος όχλος μουσουλμάνων έσφαξε πλήθος άμαχων χριστιανών και μαζί 17 Άγγλους στρατιώτες και τον πρόξενο της Αγγλίας Λυσίμαχο Καλοκαιρινό. Η άλογη αυτή πράξη βίας ευαισθητοποίησε τις Μεγάλες Δυνάμεις, ώστε να πραγματοποιηθεί μερικά χρόνια αργότερα (1913) η ένωση της Κρήτης με την μητέρα Ελλάδα.",
        "street_long": 35.3220502,
        "street_lat": 25.1175612
    },
    {
        "street_id" : 2,
        "street_name": "Κεντρική αγορά Ηρακλείου",
        "street_description": "H κεντρική αγορά στο Ηράκλειο βρίσκεται στην οδό 1866, ξεκινά από το Μεϊντάνι και προχωρά προς την Πλατεία Κορνάρου. Οφείλει το όνομα σε μία από τις σημαντικότερες επαναστάσεις της Κρήτης για να ελευθερωθεί από τον τούρκικο ζυγό. Φιλοξενεί καταστήματα με τουριστικά είδη, φρούτα και λαχανικά, βότανα και μπαχαρικά, τυροκομικά, κρεοπωλεία όπως και μικρά καφέ και εστιατόρια. Κάποτε η κεντρική αγορά του Ηρακλείου ήταν ο τόπος απ' όπου οι κάτοικοι της πόλης προμηθεύονταν ότι χρειάζονταν καθημερινά. Η κεντρική αγορά βρίσκεται στην καρδιά της πόλης και ανάμεσα ή μέσα στα καταστήματα κρύβονται απομεινάρια από το παλιό Ηράκλειο, όπως μια ενετική καμάρα μέσα στο καφεκοπτείο Κουδουμά, η παλιά εκκλησία του 16ου αιώνα που έχει περικυκλωθεί από τα κτίρια και η μόνη δίοδος σήμερα είναι μέσα από το φούρνο του Τούλη.",
        "street_long": 35.3376126,
        "street_lat": 25.1310671
    },
    {
        "street_id" : 3,
        "street_name": "Πλατεία Ελευθερίας",
        "street_description": "Ο ελεύθερος χώρος στον οποίο σήμερα έχει διαμορφωθεί η πλατεία Ελευθερίας, επί Ενετοκρατίας χρησίμευε για την άσκηση του μισθοφορικού στρατού των Βενετών. Από αυτή τη χρήση πήρε και το όνομα Campo Marzio ή Piazza d' Armi. Αργότερα όταν χτίστηκε η πύλη του Αγ. Γεωργίου τον 16ο μ.Χ. αιώνα, η πλατεία μετονομάστηκε σε πλατεία Αγίου Γεωργίου. Επί τουρκοκρατίας η πλατεία Ελευθερίας παρέμεινε γυμνός ακάλυπτος χώρος. Οι αρχές του 20ου μ.Χ. αιώνα βρήκαν την πλατεία ως τον κυριότερο τόπο αναψυχής των Ηρακλειωτών.  Μέχρι το 1975 περίπου, ήταν το επίκεντρο της κυριακάτικης βόλτας των κατοίκων του Ηρακλείου. Σήμερα η Πλατεία Ελευθερίας με τις δημόσιες υπηρεσίες, το Αρχαιολογικό Μουσείο και τις καφετέριες σφύζει από ζωή σε όλες τις ώρες της μέρας και της νύχτας. Στο κέντρο της δεσπόζει το άγαλμα του Αγνώστου Στρατιώτη, έργο του 20ου αιώνα. Στις εθνικές επετείους (25η Μαρτίου και 28η Οκτωβρίου) και στην επέτειο της Μάχης της Κρήτης οι αρχές του Ηρακλείου καταθέτουν εκεί στεφάνι αποδίδοντας φόρο τιμής σε αυτούς που έχασαν τη ζωή τους για την ελευθερία.",
        "street_long": 35.3377058,
        "street_lat": 25.1346334
    },
    {
        "street_id" : 4,
        "street_name": "Αρμένικη Εκκλησία",
        "street_description": "Η Αρμένικη Εκκλησία στο Ηράκλειο αναφέρεται ως η αρχαιότερη εκκλησία που σώζεται στην Ευρώπη. Τον 12ο αιώνα λειτουργούσε ως ο Άγιος Γεώργιος ο Δορυανός. Το 1669 τη χρονιά που ο Χάνδακας περνά από τους Ενετούς στους Τούρκους, ένας Αρμένιος μεγαλέμπορος της Οθωμανικής Αυτοκρατορίας, ονόματι Άμπρο, την αγοράζει από τους Τούρκους και την προσφέρει στους Αρμένιους του Ηρακλείου. Έκτοτε μπόρεσε και διατηρήθηκε ως Αρμένικη Εκκλησία. Ο ναός είναι μικρών διαστάσεων, τρίκλιτος και υπέστη αλλαγές στο πέρασμα των χρόνων. Στο εσωτερικό του, δεν υπάρχουν σήμερα εμφανείς τοιχογραφίες. Στον περίβολο της εκκλησίας εκτίθενται τριάντα περίπου επιτύμβιες στήλες που χρονολογούνται από το 1669 έως το 1854. Είναι λίθινες και φέρουν διακόσμηση και επιγραφή στα αρμενικά, ενίοτε στα ελληνικά και τουρκικά. Μνημονεύουν ονόματα κληρικών, ιεροψαλτών και κοσμικών, από οικογένειες που συμμετείχαν πιθανώς στο ενοριακό συμβούλιο και ετάφησαν εκεί κατά την Τουρκοκρατία. Στην βορειοδυτική γωνία του ναού υπάρχει ένα σεμνό εντοιχισμένο μνημείο αφιερωμένο στα θύματα της γενοκτονίας του 1915. Εκεί τελείται ανελλιπώς από το 1978, στις 24 Απριλίου, ετήσιο μνημόσυνο στη μνήμη των θυμάτων. Σε μικρή απόσταση από την εκκλησία, έξω από τα ενετικά τείχη στη δυτική πλευρά της πόλης (δίπλα από το γήπεδο του Ο.Φ.Η.) σε έκταση περίπου 4 στρεμμάτων βρίσκεται το νεκροταφείο της Αρμένικης παροικίας που είχε παραχωρηθεί από την εποχή της Οθωμανικής αυτοκρατορίας.",
        "street_long": 35.3383887,
        "street_lat": 25.1256472
    },
    {
        "street_id" : 5,
        "street_name": "Καθολική Ενορία Ηρακλείου Κρήτης",
        "street_description": "Η Καθολική Ενορία Ηρακλείου Κρήτης ιδρύθηκε από αμνημόνευτα χρόνια. Βρίσκεται στην οδό Πατρός Αντωνίου 2, στο κέντρο του Ηρακλείου. Το 1888 οικοδομήθηκε ο ναός αφιερωμένος στον Άγιο Ιωάννη τον Βαπτιστή, ο οποίος κατεδαφίστηκε το 1961 λόγω των σοβαρών ζημιών που υπέστη με τους σεισμούς του 1959. Ο τότε εφημέριος, π. Γεώργιος Ρούσσος, τον κατεδάφισε και το 1961-1962 οικοδόμησε τον σημερινό ναό. Από το 1980 μέχρι το 2008 στην Ενορία Ηρακλείου εφημέριος ήταν ο π. Πέτρος Ρούσσος, ο οποίος έχει κάνει την γενική ανακαίνιση του μοναστηρίου των Πατέρων Καπουκίνων. Στο Ηράκλειο υπάρχει επίσης το Παρεκκλήσι του Τίμιου Σταυρού στο παλιό καθολικό Κοιμητήριο, που βρίσκεται στην πάροδο της οδού Εφέσου, είσοδος και από τη λεωφόρο Ικάρου, και χρονολογείται από το 1893. Σε αυτό το παρεκκλήσι η Θεία Λειτουργία τελείται στις 14 Σεπτεμβρίου, που είναι η εορτή της Υψώσεως του Τιμίου Σταυρού, και στις 2 Νοεμβρίου, που είναι η Μνήμη όλων των Κεκοιμημένων Πιστών. Κάθε Μεγάλη Παρασκευή γίνεται ο Δρόμος του Σταυρού.",
        "street_long": 35.3383974,
        "street_lat": 25.1256472
    },
    {
        "street_id" : 6,
        "street_name": "Oδός Δαιδάλου ",
        "street_description": "Η Αρμένικη Εκκλησία στο Ηράκλειο αναφέρεται ως η αρχαιότερη εκκλησία που σώζεται στην Ευρώπη. Τον 12ο αιώνα λειτουργούσε ως ο Άγιος Γεώργιος ο Δορυανός. Το 1669 τη χρονιά που ο Χάνδακας περνά από τους Ενετούς στους Τούρκους, ένας Αρμένιος μεγαλέμπορος της Οθωμανικής Αυτοκρατορίας, ονόματι Άμπρο, την αγοράζει από τους Τούρκους και την προσφέρει στους Αρμένιους του Ηρακλείου. Έκτοτε μπόρεσε και διατηρήθηκε ως Αρμένικη Εκκλησία. Ο ναός είναι μικρών διαστάσεων, τρίκλιτος και υπέστη αλλαγές στο πέρασμα των χρόνων. Στο εσωτερικό του, δεν υπάρχουν σήμερα εμφανείς τοιχογραφίες. Στον περίβολο της εκκλησίας εκτίθενται τριάντα περίπου επιτύμβιες στήλες που χρονολογούνται από το 1669 έως το 1854. Είναι λίθινες και φέρουν διακόσμηση και επιγραφή στα αρμενικά, ενίοτε στα ελληνικά και τουρκικά. Μνημονεύουν ονόματα κληρικών, ιεροψαλτών και κοσμικών, από οικογένειες που συμμετείχαν πιθανώς στο ενοριακό συμβούλιο και ετάφησαν εκεί κατά την Τουρκοκρατία. Στην βορειοδυτική γωνία του ναού υπάρχει ένα σεμνό εντοιχισμένο μνημείο αφιερωμένο στα θύματα της γενοκτονίας του 1915. Εκεί τελείται ανελλιπώς από το 1978, στις 24 Απριλίου, ετήσιο μνημόσυνο στη μνήμη των θυμάτων. Σε μικρή απόσταση από την εκκλησία, έξω από τα ενετικά τείχη στη δυτική πλευρά της πόλης (δίπλα από το γήπεδο του Ο.Φ.Η.) σε έκταση περίπου 4 στρεμμάτων βρίσκεται το νεκροταφείο της Αρμένικης παροικίας που είχε παραχωρηθεί από την εποχή της Οθωμανικής αυτοκρατορίας.",
        "street_long": 35.3386444,
        "street_lat": 25.1325101
    },
    {
        "street_id" : 7,
        "street_name": "Oδός Κοραή",
        "street_description": "Η οδός Κοραή βρίσκεται στο κέντρο του Ηρακλείου και είναι πεζόδρομος, όπως και η οδός Μιλάτου και οδός Δαιδάλου, που είναι παράλληλοι δρόμοι. Και οι τρεις δρόμοι οδηγούν προς τα Λιοντάρια (Πλατεία Ελευθερίου Βενιζέλου) και επικοινωνούν μεταξύ τους με μικρούς κάθετους δρόμους. Αυτό που κάνει την οδό Κοραή και την οδό Μιλάτου ξεχωριστές είναι το ότι εδώ συγκεντρώνονται τα περισσότερα καφέ - μπαρ στο Ηράκλειο. Τα καφέ είναι ανοιχτά χειμώνα - καλοκαίρι και συγκεντρώνουν τις νεότερες ηλικίες στο Ηράκλειο. Αυτό που σίγουρα εντυπωσιάζει, ειδικά τους τουρίστες από βόρειες χώρες, είναι ότι θα δείτε νεαρούς να απολαμβάνουν τον καφέ τους ή το ποτό τους σε τραπεζάκια έξω, ακόμα και στην καρδιά του χειμώνα.",
        "street_long": 35.3386444,
        "street_lat": 25.1325101
    }
]